Repository: klyok/DC.OmegaT
Catalog: DC++/omegat/project_save.tmx
Source language: en
Languages: be

source: Restart FlylinkDC++ to install the update?
be: Ці запусьціць нанова FlylinkDC++, каб усталяваць абнаўленьне?

source: Restart FlylinkDC++ to setup update?
be: Ці запусьціць нанова FlylinkDC++, каб усталяваць абнаўленьне?

source: Restart application after update download
be: Запусьціць праґраму нанова, як сьцягнецца абнаўленьне

source: Restart the program to change the language
be: Каб мова зьмянілася, запусьціце праґраму нанова

source: Restart the program to change the theme
be: Каб зьмяніць аздабленьне, запусьціце праґраму нанова

source: Restore All
be: Аднавіць усё

source: Restrictions
be: Абмежаваньні

source: Resume
be: Працягваць

source: Retrieving data
be: Атрымоўваем зьвесткі

source: Retry
be: Паспрабаваць

source: Right
be: праваруч

source: Right color
be: Колер праваруч

source: Rollback
be: Адкатваць

source: Rollback inconsistency, existing file does not match the one being downloaded
be: Адрабляем разыходжаньне: існы файл не супадае з тым, што сьцягваецца

source: Router/ADSL Modem (this section only if you have such device)
be: Маршрутавальнік або злучар ADSL (калі вы маеце такую прыладу)

source: Rule:
be: Правіла:

source: Run AutoUpdate on Startup
be: Самарушна абнаўляцца па запуску

source: Run AutoUpdate once a day at:
be: Абнаўляцца штодзень у:

source: Run as hidden
be: Схаваць

source: Run in background
be: Запусьціць на тле

source: Run search alternatives manually.
be: Вы мусіце самастойна запусьціць пошук іншых крыніцаў.

source: Running...
be: Запускаецца…

source: Running... (%d of %d users online)
be: Працуе… (%d з %d карыстальніку(аў) далучаны(я))

source: Running... (user online)
be: Працуе… (карыстальнік далучаны)

source: Running…
be: Выконваецца…

source: Running… (%d of %d users online)
be: Працуе… (%d з %d карыстальніку(аў) далучаны(я))

source: Running… (User online)
be: Працуе… (карыстальнік далучаны)

source: Running… (user online)
be: Працуе… (карыстальнік далучаны)

source: Russia
be: Расея

source: Russian
be: Расейская

source: Russian translation
be: Расейская мова

source: SOCKS5 proxies are not the same as HTTP proxies.
be: Пасродкі SOCKS5 — гэта ня тое самае, што пасродкі HTTP.

source: SSL Error
be: Памылка SSL

source: SSL Error: %1% (%2%, %3%)
be: Памылка SSL: %1% (%2%, %3%)

source: Save
be: Захаваць

source: Save DCLST as...
be: Захаваць DCLST як…

source: Save DCLST as…
be: Захаваць DCLST як…

source: Save TTH in NTFS filestream (only for files larger than 16MB). Attention! when removing a tick stream will be deleted!
be: Захоўваць TTH у файластрумені NTFS (толькі для файлаў, што большыя за 16 МБ). Калі зьняць птушачку, струмень сатрэцца!

source: Save TTH in NTFS filestream.
be: Захоўваць скарот (TTH) у файластрумені NTFS.

source: Save TTH in NTFS filestream. Attention! when removing a tick stream will be deleted!
be: Захоўваць TTH у файластрумені NTFS. Увага: калі зьняць птушачку, струмень сатрэцца!

source: Save as...
be: Захаваць як…

source: Save as…
be: Захаваць як…

source: Save download queue
be: Захаваць чаргу сьцягванага

source: Save settings at 'home' (recommended for Windows Vista)
be: Захоўваць налады ў «хатцы» (раіцца, калі вы працуеце ў Windows Vista)

source: Save settings in home folder
be: Захоўваць наладжваньні ў хатняе тэчцы

source: Save settings window state
be: Захоўваць стан вакна наладаў

source: Save…
be: Захаваць…

source: Say a third person
be: Мовіць ад трэцяе асобы

source: Script Console
be: Кансоль скрыптоў

source: Script Manager
be: Кіраўнік скрыптоў

source: Scripts Manager
be: Кіраўнік скрыптоў

source: Search
be: Шукаць

source: Search (UDP)
be: Пошук (UDP)

source: Search - %1
be: Шукаем — %1

source: Search ADL
be: Самарушна шукаць у сьпісах файлаў

source: Search Alternate
be: Іншыя крыніцы ў пошуку

source: Search Alternates
be: Шукаць іншыя крыніцы

source: Search Menu
be: Мэню пошуку

source: Search Menu: Search right-click menu
be: Мэню пошуку: выплыўное мэню знойдзенага файла

source: Search Port (%1% UDP)
be: Порт пошуку (%1% UDP)

source: Search Spy
be: Шпегаваць па шуканым

source: Search Spy is now running.
be: Зараз шпегуем у шуканым.

source: Search String
be: Шукаць радок

source: Search TTH
be: Шукаць скарот (TTH)

source: Search Type
be: Што шукаць

source: Search disabled
be: Шукаць забаронена

source: Search disabled: %1%
be: Пошук не працуе: %1%

source: Search enabled again
be: Зноўку можна шукаць

source: Search flood detected: %1
be: Выявілі назолу ў пошуку: %1

source: Search for
be: Шукаць

source: Search for a file
be: Шукаць файл

source: Search for alternates
be: Шукаць іншыя крыніцы

source: Search for file
be: Шукаць файл

source: Search for files to download
be: Шукаць, што можна сьцягнуць

source: Search for files...
be: Шукаць файлы…

source: Search history
be: Гісторыя пошуку

source: Search in internet
be: Шукаць у сеціве

source: Search in results
be: Шукаць у выніках

source: Search options
be: Можнасьці пошуку

source: Search page size
be: Колькасьць вынікаў пошуку на бачыну

source: Search result size
be: Колькасьць вынікаў пошуку

source: Search spam detected from
be: Выявілі непажаданы пошук ад

source: Search spy
be: Шпегаваць па шуканым

source: Search spy Ctrl+Shift+S
be: Шпегаваць па шуканым Ctrl+Shift+S

source: Search string
be: Радок, які шукаецца

source: Search text
be: Шукаць тэкст

source: Search type
be: Від крыніцы

source: Search window
be: Вакно шукаць файлы

source: Search within local results
be: Шукаць сярод знойдзенага

source: Search-Spy
be: Шпегаваць па шуканым

source: Searching TTH alternates for:
be: Шукаюцца крыніцы па скаротах для:

source: Searching TTH alternates for: %1%
be: Шукаюцца па скаротах (TTH) дадатковыя крыніцы для: %1%

source: Searching for
be: Шукаем

source: Searching or file transfers will not work correctly until you change settings or turn off any application that might be using that port.
be: Файлы ня будуць перадавацца без памылак і пошук ня будзе працаваць належным чынам, пакуль вы ня зьменіце налады ці ня спыніце ўсе праґрамы, што выкарыстоўваюць гэты порт.

source: Searching too soon, next search in %1 second
be: Занадта часта шукаем, наступны раз паспрабуем праз %1 сэкундаў

source: Secondary Away-message from
be: Іншы стан «адсутнічаю» ад

source: Secondary Transfer Rate Limiting
be: Другараднае абмежаваньне перадаваньня

source: Secondary away message
be: Іншы стан «адсутнічаю» ад

source: Secondary away message from
be: Іншы стан «адышоў» ад

source: Secondary transfer limiter
be: Другарадны абмежавальнік перадаваньня

source: Seconds
be: сэкунда(ы,аў)

source: Security
be: Бясьпека

source: Security Certificates
be: Пасьведчаньні бясьпекі

source: See the GNU General Public License for more details.
be: За падрабязнасьцямі зьвяртайцеся да тэксту GNU General Public License.

source: See the GNU General Public License for more details.</span></p>
be: За падрабязнасьцямі зьвяртайцеся да тэксту GNU General Public License.</span></p>

source: Segment
be: Частка

source: Segment Block Finished, waiting...
be: Частку сьцягнулі, чакаем…

source: Segment Block Finished, waiting…
be: Частку сьцягнулі, чакаем…

source: Segment Downloading
be: Сьцягваць па частках

source: Segment size (in MB, 0 = auto segment size)
be: Памер часткі (у МБ, 0 = вызначаецца самарушна)

source: Segments
be: Частак

source: Select action to do:
be: Абярыце, што трэба рабіць:

source: Select all
be: Выбраць усё

source: Select all downloaded segments randomly
be: Выпадкова абіраць, якія часткі сьцягваць

source: Select color
be: Выбраць

source: Select directory
be: Абраць каталёґ

source: Select emoticon
be: Абраць пачуцьцезнак

source: Select file
be: Абярыце файл

source: Select file to Get TTH
be: Абярыце файл, скарот якога трэба вылічыць

source: Select filelist to browse
be: Абярыце сьпіс файлаў

source: Select this mode if none of the previous modes apply.
be: Абярыце гэты спосаб, калі аніводны з папярэдніх вам не пасуе.

source: Select this mode if you are behind a firewall (router), and will set up
be: Калі вы месьціцеся за сетказаслонаю (маршрутавальнікам), абярыце гэты спосаб

source: Select this mode if you are behind a firewall/router that supports
be: Абярыце гэты спосаб, калі вы месьціцеся за сетказаслонаю або маршрутавальнікам,

source: Select this mode if you can make unrestricted outbound connections.
be: Абярыце гэты спосаб, калі вы можаце неабмежавана ствараць выходныя

source: Select this mode if you want to make outbound connections through
be: Абярыце гэты спосаб, калі хочаце ствараць выходныя злучэньні

source: Select this mode if your computer is connected directly to the internet.
be: Абярыце гэты спосаб, калі ваш асьветар наўпрост злучаецца зь сецівам.

source: Select translation
be: Абярыце пераклад

source: Select user in list
be: Выбраць карыстальніка ў сьпісе

source: Selected player doesn't support media spams
be: Абраны прайгравальнік не падтрымвае апавяшчаць, што грае

source: Selected tab color
be: Колер абранае карткі

source: Selected tab text color
be: Колер тэксту абранае карткі

source: Send PM when double clicked in the user list
be: Дасылаць асабістае паведамленьне падвойным пстрыкам у сьпісе карыстальнікаў

source: Send PM, even if client supports BanMsg in transfers list
be: Паведамляць нат калі кліент можа сам паказваць выгнаньне

source: Send PMs on grant/remove slot
be: Дасылаць паведамленьне, як далі ці забралі шчыліну

source: Send Private Message
be: Даслаць асабістае паведамленьне

source: Send \"UserIP\" on logon
be: Адсылаць «UserIP» па ўваходзе

source: Send _private message
be: Асабістае _паведамленьне

source: Send bloom commands (ADC only)
be: Адсылаць загады bloom (толькі для ADC)

source: Send client uptime to chat"
be: Даслаць у гутарку час працы кліента"

source: Send garbage on incoming connection (to avoid ISP P2P throttling)
be: Дасылаць сьмецьце на ўваходнае злучэньне (каб не спынялася)

source: Send garbage on incomming connection (to avoid ISP P2P throttling)
be: Дасылаць сьмецьце на ўваходнае злучэньне (каб не спынялася)

source: Send garbage on outgoing connection (to avoid ISP P2P throttling)
be: Дасылаць сьмецьце на выходнае злучэньне (каб не спынялася)

source: Send message
be: Даслаць паведамленьне

source: Send message failed, hub is disconnected!
be: Не ўдалося даслаць паведамленьне: адлучаны асяродак!

source: Send message failed, hub is disonected!
be: Не ўдалося даслаць паведамленьне: адлучаны асяродак!

source: Send once per nick
be: Адзін раз на кожную мянушку

source: Send private message
be: Даслаць асабістае паведамленьне

source: Send public message
be: Напісаць яму (ёй) у агульнае гутарцы

source: Send to All Users
be: Даслаць усім карыстальнікам

source: Send unknown /commands to the hub
be: Дасылаць невядомыя /загады асяродку

source: Sends private (message) to (user)
be: Дасылае асабістае (паведамленьне) (карыстальніку)

source: Sent
be: Даслалі

source: Sent ADC extensions : %s
be: Даслалі прыбудовы ADC: %s

source: Separator
be: Аддзяляльнік

source: Separator: Adds a separator to the menu
be: Аддзяляльнік: дадае аддзяляльнік да мэню

source: Separators
be: Аддзяляльнікі

source: Serbian
be: Сэрбская

source: Serbian translation
be: Сэрбская мова

source: Server
be: Паслужнік

source: Set Priorit_y
be: Вызначыць _пяршынства

source: Set action:
be: Вызначыць дзеяньне:

source: Set download limit image
be: Абмежаваць хуткасьць сьцягваць відарысы

source: Set download limit image:
be: Вызначылі абмежаваньне сьцягваць малюнкі:

source: Set fast upload file
be: Вызначыць файл хутка зацягваць

source: Set lowest prio for newly added files larger than Low prio size
be: Найменшае п-ва, калі памер файла > за памер для нізкага п-ва

source: Set lowest priority for newly added files larger than low priority size
be: Калі дадаецца файл, большы за памер для нізкага пяршынства, надаваць яму найніжэйшае пяршынства

source: Set min lenght of file for TTH stream
be: Найм. памер файла, каб запісваць скарот у струмень

source: Set min length of file for TTH stream
be: Найм. памер файла, каб запісваць скарот у струмень

source: Set priority
be: Вызначыць пяршынства

source: Set random ports on each start
be: Выпадкова вызначаць порты па кожным запуску

source: Set text...
be: Вызначце тэкст…

source: Set the Type-Of-Service (TOS) field that is sent with every
be: Вызначце «від службы» (анґ. «Type-Of-Service», «ToS») — значэньне, якое адсылаецца з кожным

source: Set the Type-Of-Service (TOS) field that is sent with every <a href="http://en.wikipedia.org/wiki/IP_packet">
be: Вызначце «від службы» (анґ. «Type-Of-Service», «ToS») — значэньне, якое адсылаецца з кожным

source: Set the Type-Of-Service (TOS) field that is sent with every <a href="http://en.wikipedia.org/wiki/IP_packet"><span style=" text-decoration: underline; color:#0057ae;">
be: Вызначце «від службы» (анґ. «Type-Of-Service», «ToS») — значэньне, якое адсылаецца з кожным <a href="http://be-x-old.wikipedia.org/wiki/IP"><span style=" text-decoration: underline; color:#0057ae;">пакетам IP</span></a> ад пэўнага гнязда.

source: Set timestamps
be: Наставіць часадзнакі

source: Settings
be: Налады

source: Settings file description
be: Апісаньне файла наладжваньняў

source: Settings for hubs
be: Наладжваньні асяродкаў

source: Settings...
be: Налады...

source: Settings... Ctrl+O
be: Наладжваньні… Ctrl+O

source: Settings… Ctrl+O
be: Наладжваньні… Ctrl+O

source: Settings… F12
be: Налады… F12

source: Setup router
be: Уладкаваць маршрутавальнік

source: Setup test utilities
be: Уладкаваць выпрабавальныя прылады

source: Setup your default E-Mail for DC++ hubs (optional)
be: Пазначце звычайны адрас для асяродкаў DC++ (не абавязкова)

source: Setup your default NICK for DC++ hubs (maximum 64 symbols):
be: Пазначце сваю звычайную МЯНУШКУ на асяродках DC++ (ня болей за 64 знакі)

source: Setup your default description for DC++ hubs (optional)
be: Пазначце звычайнае апісаньне для асяродкаў DC++ (не абавязкова)

source: Setup your network configuration
be: Уладкаваць кліент адпаведна настаўленьням вашае сеткі

source: Share
be: Абагуленае

source: Share Browsers
be: Аглядальнікі абагуленага

source: Share hidden files
be: Абагуліць схаваныя файлы

source: Share it now
be: Абагуліць зараз жа

source: Share more files or open more slots
be: Абагуліце болей файлаў ці адчыніце болей шчылінаў.

source: Share skiplist (wildcard: *, separator: ;)
be: Не абагуляць файлы (маска — «*», аддзяляльнік — «;»):

source: Share skiplist (wildcards supported, use semicolon to separate entries)
be: Не абагуляць файлы (падтрымваюцца маскі; аддзяляльнік — «;»)

source: Share system files
be: Абагуліць сыстэмныя файлы

source: Share virtual files (links in OS or files in virtual drive (etc.
be: Абагуліць уяўныя файлы (спасылкі ў АС ці файлы на ўяўных прыладах, у тым ліку АЗП)

source: Share virtual files (links in OS or files in virtual drive (etc. RAM))
be: Абагуліць уяўныя файлы (спасылкі ў АС ці файлы на ўяўных прыладах, у тым ліку АЗП)

source: Share virtual files(links in OS or files in virtual drive(etc. RAM))
be: Абагуліць уяўныя файлы (спасылкі ў АС ці файлы на ўяўных прыладах, у тым ліку АЗП)

source: Share your files for DC++ users can download them
be: Абагуліць файлы, каб карыстальнікі сеткі DC++ маглі сьцягваць іх

source: Share your files to allow DC++ users to download them
be: Абагуліць файлы, каб карыстальнікі сеткі DC++ маглі сьцягваць іх

source: Shared
be: Абагуленае

source: Shared Color
be: Абагуленае

source: Shared Fields
be: Агульныя палі

source: Shared Files
be: Абагуленыя файлы

source: Shared directories
be: Абагуленыя каталёґі

source: Shared forbidden file : %s
be: Абагулілі забаронены файл: %s

source: Shared forbidden file: %s
be: Абагуліў забаронены файл: %s

source: Sharing
be: Абагуленае

source: Sharing %[userAL] forbidden files including %[userAI], comment: %[userAC]
be: Карыстальнік %[userAL] абагуліў забароненыя файлы (%[userAI]). Заўвага: %[userAC]

source: Shortcuts
be: Выклічнікі

source: Show
be: Паказаць

source: Show BBCode panel
be: Паказаць панэль кодаў BB

source: Show Close Button on tabs
be: Гузікі «зачыніць» на картках

source: Show Emotion Button
be: Паказаць гузік пачуцьцезнакаў

source: Show FlylinkDC++
be: Паказаць FlylinkDC++

source: Show IP's' in chats
be: Паказваць адрасы IP ў гутарцы

source: Show Ignore-list in chat
be: Паказваць у гутарцы сьпіс незаўважа́ных

source: Show InfoTips in lists
be: Паказваць парады ў сьпісах

source: Show Interface
be: Паказаць інтэрфэйс

source: Show Send Message Button
be: Паказаць гузік «Адаслаць»

source: Show bandwidth limit in description
be: Паказваць абмежаваньне паласы ў апісаньні

source: Show close buttons
be: Паказваць кнопкі «зачыніць»

source: Show current speed in the title bar
be: Паказваць бягучую хуткасьць у загалоўку

source: Show current speed in the title bar (Test option: it can cause the application to freeze :( )
be: Паказваць бягучую хуткасьць у загалоўку (можнасьць выпрабоўваецца: прыстасаваньне можа «завіснуць» ☹)

source: Show favorites list
be: Паказаць сьпіс улюбёнцаў

source: Show free space bar
be: Паказаць стужку вольнае прасторы

source: Show help
be: Паказаць даведку

source: Show ignorelist in chat
be: Паказваць у гамане сьпіс не заўважа́ных

source: Show in list
be: Паказаць у сьпісе

source: Show ipfilter rules list
be: Паказаць сьпіс правілаў сіта IP

source: Show joins
be: «Ув.»/«Выйш.»

source: Show joins / parts in chat by default
be: Звычайна паказваць у гутарцы, калі хто ўваходзіць ці выходзіць

source: Show last status message
be: Паказаць апошняе апісаньне стану

source: Show limiter
be: Абмежавальнік

source: Show magnet dialog
be: Паказаць дыялёґ маґніт-спасылкі

source: Show only completely finished downloads
be: Паказваць толькі цалкам сьцягнутае

source: Show only completely finished transfers
be: Паказваць толькі тое, што ўжо скончылі перадаваць

source: Show only when the application is not active.
be: Паказваць толькі калі праґрама — нядзейная

source: Show popup on chat
be: Калі нехта мовіў у гутарцы

source: Show popup on cheating user found
be: Калі знайшлі ашуканца

source: Show popup on download begins
be: Калі пачынаем сьцягваць

source: Show popup on download failed
be: Калі не ўдалося сьцягнуць

source: Show popup on download finished
be: Калі скончылі сьцягваць

source: Show popup on favorite user connected
be: Калі далучыўся улюбёнец

source: Show popup on favorite user offline
be: Калі ўлюбёнец адлучыўся

source: Show popup on hub connected
be: Калі злучыліся з асяродкам

source: Show popup on hub disconnected
be: Калі адлучыліся ад асяродку

source: Show popup on new RSS
be: Калі ёсьць навіны

source: Show popup on new private message
be: Калі атрымалі новае паведамленьне

source: Show popup on private message
be: Калі атрымалі асабістае паведамленьне

source: Show popup on upload finished
be: Калі скончылі зацягваць

source: Show preview of private message on popup
be: Праглядаць паведамленьні ў вынырцах

source: Show progress bars for transfers (uses some CPU)
be: Паказваць стужку поступу перадаваньня (крыху карыстае працэсар)

source: Show ratio [send in chat]
be: Паказаць суадносіны [даслаць у гутарку]

source: Show seekers in Search spy (uses some CPU!)
be: Паказваць шукальнікаў, калі шпегуем (крыху карыстае працэсар)

source: Show share-checked users
be: Паказаць карыстальнікаў са спраўджаным абагуленым

source: Show shell menu in finished transfers
be: Паказваць мэню абалонкі для перададзеных файлаў

source: Show slots
be: Шчыліны

source: Show speed
be: Хуткасьць

source: Show status icon in the system tray
be: Паказваць значак стану ў сыстэмным латку

source: Show the list of hubs?
be: Ці паказаць сьпіс асяродкаў?

source: Show the mini-icon on the taskbar when using a custom program icon
be: Паказваць маленькую значку на паліцы задач, калі ўжываецца іншая значка праґрамы

source: Show timestamps in chat by default
be: Звычайна, пазначаць час у гутарцы

source: Show top search
be: Паказаць найлепшае пошуку

source: Show user country in chat
be: Паказваць краіну карыстальніка ў гутарцы

source: Show users statistics
be: Паказаць статыстыку карыстальнікаў

source: Show version
be: Паказаць вэрсію

source: Show warning before restart for AutoUpdate
be: Папярэджваць, што каб абнавіцца, трэба нанова запусьціць праґраму

source: Show widget
be: Паказаць ваконца

source: Show/Hide side panel
be: Бакавая паліца

source: Show/Hide transfers panel
be: Паказаць або схаваць панэль перадаванага

source: Show/Hide user list
be: Паказаць або схаваць сьпіс карыстальнікаў

source: Show/Hide window
be: Паказаць або схаваць ваконца

source: Show/hide find frame
be: Паказаць або схаваць форму пошуку

source: Show/hide userlist
be: Паказаць або схаваць сьпіс карыстальнікаў

source: Show/hide userlist"
be: Паказаць ці схаваць сьпіс карыстальнікаў"

source: Shows IP and port where connected
be: Паказвае IP і порт, дзе злучыліся

source: Shows some statistics about client
be: Паказвае колькі статыстыкі кліента

source: Shutdown action
be: Як спыняць:

source: Shutdown computer
be: Спыніць асьветар

source: Shutdown sequence activated...
be: Запусьцілі пасьлядоўнасьць спыняць…

source: Shutdown sequence activated…
be: Запусьцілі пасьлядоўнасьць спыняць…

source: Shutdown sequence deactivated...
be: Скасавалі пасьлядоўнасьць спыняць…

source: Shutdown sequence deactivated…
be: Скасавалі пасьлядоўнасьць спыняць…

source: Shutting down libdcpp...
be: Спыняецца libdcpp…

source: Signal handlers installed.
be: Апрацоўнікі сыґналаў усталявалі.

source: Size
be: Памер

source: Size Type
be: памер; адзінкі:

source: Size:
be: Памер:

source: Size: 0 B
be: Памер: 0 Б

source: Skip such files
be: Прапускаць такія файлы

source: Skip this file
be: Прапусьціць гэты файл

source: Skip zero-byte files
be: Прапускаць файлы нулявога памеру

source: Sleep time
be: Тэрмін «сну»

source: Slot granted
be: Далі шчыліну

source: Slot granted to
be: Далі шчыліну карыстальніку

source: Slot ratio
be: Суадносіны шчылінаў

source: Slot-ask template
be: Шаблён запытвацца шчыліну

source: Slots
be: Шчыліны

source: Slots Control
be: Кіраваць шчылінамі

source: Slots Control"
be: Кіраваць шчылінамі

source: Slots per Hub
be: Шчылінаў на асяродак

source: Slots per hub
be: Шчылінаў на асяродак

source: Slots set
be: Вызначылі шчыліны

source: Slovak
be: Славацкая

source: Slovak translation
be: Славацкая мова

source: Slow user
be: Павольны карыстальнік

source: Small Upload Slots
be: Шчыліны драбязы

source: Small file size
be: Малыя — файлы ≤

source: Small file size set
be: Вызначылі памер малых файлаў

source: Small icons
be: Маленькія значкі

source: Smileys
be: Усьмешкі

source: Smilies
be: Усьмешкі

source: So question is "%1"
be: Такім чынам, пытаньне наступнае: «%1»

source: Socket read buffer
be: Буфэр чытаньня гнязда

source: Socket write buffer
be: Буфэр запісв. гнязда

source: Socks server authentication failed (bad login / password?)
be: Не ўдалося апазнацца на паслужніку SOCKS (кепскае гасло ці ўліковае ймя?)

source: Solution to the problem:
be: Вырашэньне праблемы:

source: Some error ocurred when starting download:
be: Здарылася памылка, калі пачыналі сьцягваць:

source: Someone (%s) is trying to use your client to spam %s:%d, please urge hub owner to fix this
be: Нехта (%s) паспрабаваў скарыстацца вашым кліентам, каб рассылаць лухту %s:%d; калі ласка, намоўце ўладальніку асяродку, каб ён выправіў гэта

source: Someone is trying to use your client to spam %s, please urge hub owner to fix this
be: Нехта паспрабаваў скарыстацца вашым кліентам, каб рассылаць лухту %s; калі ласка, намоўце ўладальніку асяродку, каб ён выправіў гэта

source: Sometimes empty files contain information through their naming.
be: Часам парожнія файлы могуць зьмяшчаць каштоўныя зьвесткі ў сваіх назвах.
